Repository: antoniokasuga/argosy-ios-app
Catalog: Localizable.xcstrings
Source language: en
Languages: lv, ru

# barcode.number
source: Club Card / Membership / Barcode Number:
lv: Klienta kartes / dalības / svītrkoda numurs:
ru: Номер карты клиента / членства / штрих-кода:

source: Cardholder Name:
lv: Kartes īpašnieka vārds:
ru: Имя владельца карты:

source: Club:
lv: Klubs:
ru: Клуб:

# comment.airbalticPins
source: The club card number is located under the barcode on the back of the card
lv: Klienta kartes numurs atrodas zem svītrkoda kartes otrajā pusē
ru: Номер карты клиента находится под штрих-кодом на обратной стороне карты

# comment.apolloKino
source: You can obtain your Apollo ID by reading the information from the club card’s QR code, which you can find in the Apollo Kino app. Instructions for iOS: Take a screenshot of the QR code, open it in the “Photos” app, view the photo in full screen by tapping it once, then press and hold your finger on the QR code. A pop-up window will appear, displaying your Apollo ID and offering to search for it online or copy it. Choose “Copy”
lv: Apollo ID var iegūt, nolasot informāciju no kluba kartes QR koda, kuru var atrast Apollo Kino lietotnē. iOS instrukcija: Uzņemiet QR koda ekrānuzņēmumu, atveriet to lietotnē “Foto”, skatiet attēlu pilnekrāna režīmā (pieskaroties tam vienreiz), tad uzspiediet uz QR koda un paturiet. Parādīsies uznirstošais lodziņš ar jūsu Apollo ID vērtību un piedāvājumiem meklēt to internetā vai kopēt. Izvēlieties “Kopēt”.
ru: Номер клиента можно получить, считав информацию с QR кода клубной карты. Инструкция для iOS: сделайте скриншот QR кода, откройте в приложении "Фото", откройте фото на весь экран (нажав на него один раз), затем нажмите пальцем на QR код и подержите. Появится всплывающее окно со значением вашего Apollo ID и предложениями поискать его в Интернете или скопировать. Выберите “скопировать”.

# comment.aptiekuAlianse
source: The club card number is located under the barcode on the back of the card
lv: Klienta kartes numurs atrodas zem svītrkoda kartes otrajā pusē
ru: Номер карты клиента находится под штрих-кодом на обратной стороне карты

# comment.cenuklubsLv
source: The club card ID is located under the barcode on the back of the card, below the name. Make sure to include any spaces in the ID when entering it.
lv: Klienta kartes ID atrodas zem svītrkoda kartes aizmugurē, zem īpašnieka vārda. Ievadot ID, obligāti iekļaujiet visas atstarpes, kas var būt ID numurā.
ru: Номер карты клиента находится под штрих-кодом на обратной стороне карты, ниже имени владельца. При вводе обязательно включайте пробелы, которые могут присутствовать в номере.

# comment.circleK
source: The club card number can be found in the mobile application, below the barcode
lv: Dalībnieka numuru var atrast mobilajā lietotnē, zem svītrkoda
ru: Номер карты клиента можно найти в мобильном приложении, под штрих-кодом

# comment.depo
source: The club card number must be read from the barcode located on the back of the card. Use a barcode scanner on your mobile device.
lv: Klienta kartes numurs ir jānolasa no svītrkoda, kas atrodas kartes aizmugurē. Jums ir jāizmanto svītrkodu skeneris savā mobilajā tālrunī.
ru: Номер карты клиента необходимо считать со штрих-кода, который находится на обратной стороне карты. Для этого используйте сканер штрих-кодов на своем мобильном устройстве.

# comment.dinoZoo
source: The club card number is located under the barcode on the back of the card
lv: Klienta kartes numurs atrodas zem svītrkoda kartes otrajā pusē
ru: Номер карты клиента находится под штрих-кодом на обратной стороне карты

# comment.domina
source: The membership ID can be found in the profile section of the mobile app, under the collected points area.
lv: Klienta numurs atrodas mobilās lietotnes profila sadaļā, zem uzkrāto punktu skaita
ru: Номер клиента находится в разделе профиля мобильного приложения, под накопленными баллами.

# comment.drogas
source: The club card number is located under the barcode on the back of the card
lv: Klienta kartes numurs atrodas zem svītrkoda kartes otrajā pusē.
ru: Номер карты клиента находится под штрих-кодом на обратной стороне карты

# comment.kruza
source: The club card number is located under the barcode on the back of the card
lv: Klienta kartes numurs atrodas zem svītrkoda kartes otrajā pusē
ru: Номер карты клиента находится под штрих-кодом на обратной стороне карты

# comment.lidl
source: The membership ID can be found in the Lidl Plus card section of the mobile application. It is located below the cardholder’s name.
lv: Klienta kartes numurs var atrast Lidl Plus kartes sadaļā mobilajā lietotnē. Tas atrodas zem kartes īpašnieka vārda
ru: Номер карты клиента можно найти в разделе карты Lidl Plus в мобильном приложении. Он расположен под именем обладателя карты.

# comment.lido
source: The client card number can be found in the "Client Card" section in the mobile application
lv: Klienta kartes numurs atrodas mobilajā lietotnē, sadaļā "Klienta karte"
ru: Номер карты клиента находится в мобильном приложении, в разделе "Карта клиента"

# comment.nordBaby
source: The club card number is located under the barcode on the back of the card
lv: Klienta kartes numurs atrodas zem svītrkoda kartes otrajā pusē
ru: Номер карты клиента находится под штрих-кодом на обратной стороне карты

# comment.oneFamily
source: The club card number is located under the barcode on the back of the card
lv: Klienta kartes numurs atrodas zem svītrkoda kartes otrajā pusē
ru: Номер карты клиента находится под штрих-кодом на обратной стороне карты

# comment.veseliba
source: The club card number is located under the barcode on the back of the card
lv: Klienta kartes numurs atrodas zem svītrkoda kartes otrajā pusē
ru: Номер карты клиента находится под штрих-кодом на обратной стороне карты

# create.club.card
source: Create a Club Card
lv: Izveidot Klienta Kartīti
ru: Создать Карту Клиента

# generate.pass
source: Generate Apple Wallet Pass
lv: Izveidot Apple Wallet karti
ru: Создать карту для Apple Wallet

# select.club
source: Select a club
lv: Izvēlieties klubu
ru: Выберите клуб
